Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: “저는 대련을 실전처럼 하라고 배웠습니다.{j}상대가 누구라 할지라도, 검과 검을 맞대는 상황에서는 손속에 사정을 둘 생각이 추호도 없습니다.{j}이를 허락해 주신다면, 제가 로만 드미트리 도련님을 상대하는 영광을 받아들이겠습니다.”
en_us: “I’ve been taught to treat every training as a real battle, and I don’t plan on holding back my strength whoever the opponent is. If only you approve my request, then I’ll gladly take the honor of facing against Lord Roman Dimitri.”{j}{j}

source: 날카로운 눈매.{j}우윳빛의 피부.{j}그리고 남자답게 건장한 체격까지.
en_us: The figure standing before his eyes had sharp eyes and spotless skin. And unlike Roman’s body, the figure looked much more masculine and buff.{j}{j}

source: 달아오른 얼굴은 상처 입은 자존심을 숨기지 못하면서도, 강해지고 싶은 욕망에 그걸 억눌렀다.
en_us: Both were willing to suppress their pride and abandon it with their strong desire to become more powerful.

source: 로만 드미트리.{j}그는 예전의 그 얼간이가 아니었다.
en_us: Just as Jonathan thought, Roman Dimitri was no longer the dimwitted Dimitri everyone knew of.{j}

source: “로렌스와의 결합은 드미트리의 희생이 따릅니다.{j}바르코 가문이 중앙 정부의 승인을 받은 이상, 드미트리가 참전한다고 해서 물러나지는 않을 테니까요.{j}그렇다면 제가 아내로 맞이할 플로라라는 여인은 그만한 가치가 있어야만 합니다.{j}단순히 가문 간의 손익(損益)을 떠나서, 이 로만 드미트리가 평생을 헌신할 가치가 있는지를 말입니다.{j}
en_us: “Uniting forces with the Lawrence will cost us lives. If House Barco receives approval from the central government, they won’t back down even if the Dimitris join the battle. Therefore, the woman I’m marrying should be worth more than the sacrifices we make. We should not only weigh the pros and cons resulting from this marriage, but also consider if she’s truly worth my devotion,” Roman explained.

source: 로만이 얼마나 위험한지를 적극적으로 어필하는 목소리였으나, 조나단은 황당하다는 듯이 반응했다.
en_us: Despite the seriousness in Hans’ voice, it didn’t seem like Jonathan believed a single word he said.

source: 4화 드미트리의 얼간이 (4)
en_us: Chapter 4 Dimwit Dimitri (4)

source: “그래, 네가 블러드 팽을 직접 처리했다고?”
en_us: “Did you really wipe out the Blood Fang alone?”

source: 처음으로 ‘꿈’이라는 게 생겨나는 상황에, 케빈은 고통을 억누르고 또 억눌렀다.
en_us: Having a dream for the first time in his life, Kevin withstood the pain and continued pressing the blade even harder.

source: 사람들이 착각하는 게 있다.
en_us: There was one thing people misunderstood about Roman, or to be exact, about the leader of the Divine Force.

source: “한스.{j}평소에 내가 약을 하는 모습을 보았거나, 아니면 약을 한 것으로 추정되는 정황이 있었나?”
en_us: “Hans, have you ever seen me use drugs? Or did ever show signs of taking drungs?”{j}

source: 로만이 히죽 웃었다.{j}의자를 하나 가져와 바로 앞에 앉는 로만의 모습에, 공포에 질려 있던 주인의 얼굴이 돌연 돌변했다.{j}사나운 악귀의 표정.{j}주인이 악에 받쳐 소리쳤다.
en_us: Roman grinned at the owner as he grabbed a chair and sat in front of the owner. The owner of the store couldn’t bear being taken lightly by Roman. His face suddenly changed. Without leaving a single trace of fear on his face, the man angrily yelled at Roman with a demon-like face. {j}{j}{j}

source: “무슨 말인지는 알겠습니다.{j}파혼을 제안할 때는 내 사정 따위는 전혀 생각하지 않았지만, 내가 모든 책임을 떠안고 문제를 해결하겠다고 하니 막상 걱정되는 거겠죠.{j}그런데 말입니다.{j}나를 처음 만나는 날에 ‘파혼’을 언급한 그 순간부터, 그쪽은 내 사정을 걱정할 자격이 없습니다.{j}그게 당신과 나의 사이인 겁니다.”
en_us: “I understand where you’re coming from, but let’s be honest. When you first brought up breaking off our engagement, you didn’t even bothered to think about my situation. So, I don’t understand why you’re being so anxious about me taking full responsibility for our break off. Considering our ties, you never had and will never have the right to interfere with my decision. We’re just a stranger to each other nothing more or nothing less.”{j}{j}{j}{j}

source: “당신의 말이 맞소.”
en_us: “You’re right.”

source: “아니.”
en_us: “Not to be exact.”

source: 그들을 받아들였다.{j}이질적이고 신비한 기운이 몸 안으로 들어오자, 로만은 혈관을 따라 그들을 몸 곳곳에 유도했다.
en_us: Roman accepted the flow of energy as it is and allowed the unfamiliar and mysterious feeling to flow spread through his body through his veins.{j}

source: 드미트리 부자(父子)만이 남은 자리.{j}로메로 남작의 시선이 로만을 향했다.
en_us: With only Roman and Baron Romero in the room, the baron turned his eyes to his son.{j}

source: “집중력을 잃지 마라.”
en_us: “Don’t lose your focus.”

source: 그래서였을까.{j}로메로 남작은 귀족의 작위를 얻는 순간, 본인의 자식들에게는 그러한 경험을 대물림하지 않겠다고 다짐했다.
en_us: This was the very reason why he promised himself he would never use violence to his children after he earned the title as a noble. He promised that he would never pass down his pain.{j}

source: “묻는 말에만 대답해.”
en_us: “Just answer my questions, okay?”

source: 타다닥.
en_us: Dash.

source: 크리스도 개념이 있다.{j}로만은 드미트리의 후계자.{j}자신이 모시는 영주님이 보는 앞에서, 그를 처참하게 무너트릴 생각은 없었다.{j}그러나.{j}웃음 한 방에, 이성이 날아가 버리고 말았다.
en_us: Before he spotted Roman’s smirk, Chris was planning to go easy on the young lord since he didn’t want to embarrass him in front of his father. However, with Roman’s smirk, he completely lost control of his temper.{j}{j}{j}{j}

source: 그런데 그때였다.
en_us: As soon as the meeting reached its end, the office door opened.

source: “……알겠습니다.”
en_us: “...Yes, father.”

source: “케빈의 소재를 말해 주거라.{j}그때, 그 소년에게 약속했었지.{j}그에게 닥친 문제를 올바른 과정을 통해 확실하게 처리해 주겠다고.{j}그가 원하는 대로 블러드 팽이라는 원흉을 없애 버렸으니, 이제는 직접 찾아가서 이 기쁜 소식을 전해 주어야 하지 않겠나.{j}그리고 겸사겸사, 케빈이라는 소년에게 바라는 목적도 있고.”
en_us: “Tell me where he is. I have promised that kid that I will properly take care of the Blood Fang and show him what true justice is. Since I have kept my promise, I would like to pass on the good news to him, and also ask him to do me a favor.”{j}{j}{j}{j}

source: 문제는.{j}‘이 세상의 기준에서나 나쁘지 않다는 거지.’
en_us: But you’re pretty skilled only based on the standards of this world.{j}

source: 기습적인 공격에도 눈빛 하나 흔들리지 않는 로만의 모습에, 크리스는 순간 소름이 돋았다.
en_us: Chris fell chills rundown his spines by the fact that Roman’s eye didn’t flinch even a little in spite of his surprise attack.

source: 이번 만남.{j}아침에 예고도 없이 찾아왔다고는 하나, 자작의 작위와 정략결혼의 대상자라는 사실은 손님을 곧바로 맞이해야 하는 이유로 충분했다.
en_us: Although the viscount showed up to the land of Dimitri this morning unannounced, the fact that he was the viscount and would soon become in-laws with the Dimitris were enough reasons for Duke Romero to immediately welcome his unexpected guest.

source: 반발이 격했다.
en_us: Chris didn’t hold back as he spoke louder in frustration.

source: “그래도 변한 건 없다.{j}블러드 팽은 반드시 복수한다.”
en_us: “Nothing changes just because you know all of this. The Blood Fang will get their revenge.”{j}

source: “예.{j}지금 로렌스 광장이 난리가 났습니다.”
en_us: “Yes, it’s causing a huge uproar at the Lawrence Square.”{j}

source: 기사.{j}그들을 구분하는 기준은 1성(星)의 오라다.{j}인간을 초인으로 만들어 주는 힘.
en_us: The Aura, which was separated into several levels of power, was what distinguished a knight. It was a supernatural ability that gave superhuman strength to the wielder.{j}{j}

source: “쓰레기?{j}이 개…… 헉?!”
en_us: “Did you say filthy trash? You bastard...!”{j}

source: ‘돌아가는 분위기가 심상치 않아.’
en_us: Something doesn’t feel right.

source: 성벽 위.{j}경비대장으로 보이는 이가 얼굴을 내밀었다.
en_us: After a while, the captain of the castle gates peeked down at him.{j}

source: “혓바닥을 잘못 놀린 죄.{j}그에 상응하는 대가를 치러라.”
en_us: “You will pay for talking ruthlessly to me.”{j}

source: 로메로 남작을 향한 존경심과는 별개로, 그 아들의 재롱 잔치에서 꼭두각시가 되고 싶지는 않았다.
en_us: Regardless of their immense respect for Baron Romero, they weren’t willing to be made a fool in front of others going against Roman.

source: 사람들은 말한다.{j}3성의 기사인 조나단의 제자이며, 어린 나이에 2성의 오라를 발현시킨 크리스는 드미트리 최고의 천재라고.{j}그는 훗날 드미트리를 넘어서 카이로 왕국에서 명성을 떨칠 재능이라고 평가받았고, 드미트리에서는 조나단 외에 적수가 없었다.
en_us: People once had described Chris as a prodigy. Not only was he able to wield Level 2 Aura, but he was the only disciple of Captain Jonathan who wielded Level 3 Aura. Chris was known to have the potential to earn a reputation in all of the Kairo Kingdom, going beyond the land of Dimitri.{j}{j}

source: 병역의 의무.{j}생각만으로도 씁쓸한 현실이었다.
en_us: Mandatory military service was a bitter reality the people of the Kairo Kingdom had to face.{j}

source: “크윽.”
en_us: “Ugh.”

source: 괜히 벌집을 쑤셨다가 어떤 일이 벌어질지 모르기에, 로만의 안전을 위해서라도 대비책이 필요했다.
en_us: If Roman were to ever provoke them and interfered in their business, he couldn’t assure the safety of his son.

source: “아니긴.{j}너를 꼭 빼닮았는데.”
en_us: “Don’t be ridiculous. He looks just like you.”{j}

source: “두 번째는 검으로서 나의 곁을 지키는 것이다.{j}하지만 10대 중반에, 평생을 검사로서의 삶과는 거리가 멀었던 네가 단시간에 강해질 방법은 없다.{j}세상은 아름다운 동화가 아니다.{j}뒤늦게 강해지기 위해서는 그만한 의지가 필요하고, 네가 두 번째 선택지를 택한다면 나는 분근착골(分筋錯骨)의 수로 너의 의지를 시험할 것이다.{j}분근착골은 뼈와 근육이 뒤틀리는 고통을 선사하는 방법.{j}말뿐인 결단이 아니라, 결과로서 네 의지를 증명하는 것이다.”
en_us: “Second, you may choose to become my blade and protect me. I understand that it’s almost impossible for a teenager like you who has never wielded a sword to experience exponential growth in your swordsmanship. The world is not a fairytale and it doesn’t always end happily ever after. That is why if you choose this second option, you will have to prove your strong determination to become stronger. I shall test your willpower through extreme pain. Through this pain, you will experience writhing pain in every parts of your body, including your muscle and bones. Your words alone are not enough, that is why you must endure such pain and prove your willpower to me.”{j}{j}{j}{j}{j}

source: 조나단의 표정이 굳었다.
en_us: Jonathan’s face stiffened as he cut Chris’s words.

source: 바닥에 주저앉은 사내들.{j}순식간에 세 명이 당해 버렸다.
en_us: In an instant, Roman took out three men of the Blood Fang.{j}

source: 문제는 로만의 평판으로는 그들을 억제할 수 없다는 것이었다.
en_us: Roman realized that his reputation as a nobleman wouldn’t be of any help in stopping them.

source: 며칠 뒤.{j}로만은 내성(內城)을 나섰다.
en_us: A few days later, Roman left the castle for a walk.{j}

source: 아무런 문제가 없다는 사실을 전달받기 전만 하더라도, 로메로 남작은 평정심을 유지하지 못했다.{j}그리고 그 모든 일의 원흉은 바로 로렌스였다.{j}플로라 로렌스.
en_us: Before he was able to confirm his son’s safety, he had lost his composure and he strongly believed that it was the Lawrence and Flora Lawrence to blame if anything were to happen to his son. If she never requested the cancelation of the marriage, Roman would’ve never had to risk his life for such a dangerous task.{j}{j}

source: 그럴 수밖에 없었다.{j}한평생을 자연의 기운과 동화(同化)하는 삶을 살았던 로만이기에, 그들이 어떤 성질을 가지고 있으며 어떠한 방식으로 유도해야 하는지를 잘 알았다.
en_us: But to Roman, it wasn’t of any surprise, because he had spent his entire life training to become one with the force of the nature. Basically, Roman already knew how to induce the natural energy toward his body based on his knowledge of the properties of each energy.{j}

source: 슬슬 꼬리가 붙었다.
en_us: Roman finally spotted some people following his back.

source: 제법 오랜 시간이 지났는지, 처음 보는 얼굴이었던 노인이 이제는 익숙하게 느껴졌다.
en_us: Quite some time had passed since they had begun the conversation. They had shared enough words and drinks for them to feel a bit more intimate.

source: 그것이 백중혁의 삶이었다.{j}로만이 되었다고 해서 달라지는 것은 없다.
en_us: That was Junghyeok Baek’s life, and that didn’t change even if he reincarnated as Roman.{j}

source: 그러나 사람마다 가치관은 다른 법이고, 한스에게 있어 로만은 특별한 존재가 되어 버렸다.
en_us: Roman had now become a special person to him, who sincerely valued his presence.

source: “네가 그렇게 말한다면 특별한 이유가 있겠지.{j}앞으로 너는 드미트리 기사단의 소속이 아니다.{j}로만 도련님의 호위로서, 무슨 일이 있든 도련님의 곁에서 원하는 목적을 꼭 이루어라.”
en_us: “I’m sure you have your reasons for coming to such decision. From this point forward, you are not a member of the Dimitri Knights, but Lord Roman’s guard. No matter what happens, protect the lord, and I hope you achieve whatever it is you hope to.”{j}{j}

source: 괴리감이 일었다.{j}자신이 아는 로만과 목격자들이 말하는 로만이 달랐다.
en_us: The Roman Dimitri described by the witnesses sounded like a completely different person than the person who knew. {j}

source: 한평생 지도자로 살았던 로만은, 잔인할지라도 법도를 위해서는 어떤 선택을 해야 할지 알았다.
en_us: Roman, who had spend his life as a leader of a world, knew exactly what he had to do to those who have violated the laws.

source: 설명은 간단했다.
en_us: Hans continued with his explanation.

source: 말을 툭 끊었다.{j}아무리 봐도 정신이 오락가락하는 것 같은 도련님이, 평소와는 다른 무게감 있는 목소리로 말했다.
en_us: Roman interrupted Hans in a stern voice, which was unlike him.

source: 조나단이 웃었다.{j}어렸던 아이.{j}까무잡잡했던 소년이 어느새 성장해서, 자신의 곁을 떠난다는 사실에 시원섭섭한 마음이 들었다.
en_us: Jonathan smiled at this bittersweet moment where the young boy who followed him like his father had now all grown-up to depart for his own path. {j}{j}

source: 이건 날벼락이었다.
en_us: Never in her wildest dream did she think she would marry someone from the House of Dimitri.

source: 하늘하늘 불어오는 바람이 이빨을 관통할 때는, 로만에게 달려가 고래고래 소리라도 치고 싶었다.
en_us: At times when the wind blow between his shattered front teeth, he felt a strong urge to rush to Roman and yell at him bursting out in anger.

source: ‘나는 강해지고 싶어.’
en_us: I want to become stronger.

source: 대장도 미리 쥐고 있던 단검으로 주저 없이 로만의 급소를 공략했는데, 로만은 바로 코앞에서 간발의 차이로 공격을 피해 버렸다.
en_us: The captain also joined the fight with his dagger in his hands. Without hesitation, he went straight for Roman’s vital points. But Roman was avoiding all of his blows by an inch.

source: 어쩌면 블러드 팽을 토벌한 장본인이 정말 로만일지도 모른다는 생각이 들었다.
en_us: After exchanging a couple of attacks with Roman, Chris began to think that Roman could’ve really wiped out the Blood Fang alone.

source: 털썩, 소파에 앉았다.
en_us: The viscount sighed and sat on the sofa.

source: 동굴에서 같이 생활하는 아이들은 천마의 아들이라고 해서 배려해 주지 않았고, 서로의 것을 빼앗고 경쟁하는 약육강식의 삶을 살았다.{j}
en_us: In the cave, there were other children desperately living to survive. Only the strongest were able to survive in the dark, cold cave. It didn’t matter to them whether Junghyeok Baek was the son of the divine demon or not. In their eyes, there were only two types of people - prey or predator. {j}

source: 믿을 수 없었다.{j}로만은 전투의 소질이라고는 조금도 찾아볼 수 없는 약골이었다.{j}피를 보면 덜덜 떨고, 검도 제대로 휘두르지 못하는 얼간이.
en_us: Jonathan couldn’t believe what he was hearing and seeing because the Roman Dimitri that he knew was not capable of doing such things. Roman’s swordsmanship was dreadful, his body was weak, his fear for blood was uncontrollable, and above all he didn’t even know how to properly hold a sword. {j}{j}

source: ‘드미트리 가문은 이십 년 전만 하더라도 일반 평민 가문이었어.{j}아무리 내가 백마 탄 왕자님을 바라는 것은 아니지만, 광산(鑛山)의 인부들로 득실거리는 드미트리와 평생의 연을 맺어야 한다니.’
en_us: Just twenty years from now the House of Dimitri was nothing but a family of peasants. It’s not like I want to marry a handsome prince, but I can’t see myself spending the rest of my life with a family full of dirty miners!{j}

source: “내가 말하지 않았나.{j}내 주변에서 보고 배우라고.”
en_us: “Haven’t I told you to watch and learn from me?”{j}

source: 반년 뒤.
en_us: Six months from now whether he wants it or not, Roman was destined to go to the battlefield.

source: 케빈은 치열한 삶을 살아가기 시작한 반면, 크리스는 이래도 되는지 의문이 생길 정도로 따분한 나날을 보냈다.
en_us: While Kevin began facing his intense life struggles, Chris was wasting his life in boredom.

source: “드미트리의 도련님은 상관하지 마십시오.
en_us: “This isn’t a game for a young lord of House Dimitri to interfere. Go mind your own business.”

source: 공포에 질린 눈동자는, 로만의 눈을 감히 마주 보지 못했다.
en_us: They couldn’t dare to stare into Roman’s eyes.

source: “그것도 좋지.{j}되도록 독한 거로 부탁해.{j}새벽에 할 일이 많아, 조금 취해야 할 것 같거든.”
en_us: “Sure why not? Then give me the strongest drink you have here. I need to get pretty drunk before I take care of some business at dawn.”{j}{j}

source: 주먹을 움켜쥐었다.{j}문제의 시발점은 자신이다.
en_us: Flora clenched her fists tight regretting for all her pathetic mistakes.{j}

source: “결국 혼자란 말이지.”
en_us: “So, he’s alone.”

source: “영주님!{j}큰일 났습니다!”
en_us: “My Lord, bad news!”{j}

source: ‘이제는 블러드 팽도 내 위치를 알고 있겠지.{j}복수의 대상인 나 로만 드미트리가, 단 한 명의 경비도 없이 거리를 활보하고 있다는 사실을.’
en_us: The Blood Fangs should be aware of where I am by now. They wouldn’t want to miss a perfect opportunity like this for their revenge. Here I am, Roman Dimitri, strolling down the streets without a single guard to protect me.

source: “저, 저게 뭐야?”
en_us: “Wh-what’s that?”

source: “앞으로 오라를 배워 보고 싶습니다.{j}그러니 개인 교습을 위해, 제가 상대했던 저 검사를 배정해 주십시오.”
en_us: “I would like to learn how to use the Aura. Please assign this deputy captain to tutor me in learning the required skills.”{j}

source: “도, 도련님이 후욱, 위험, 후욱.”
en_us: “L-Lord Roman...huff...huff...is in danger.”

source: ‘지금이다.’
en_us: This is it.

source: 히죽.
en_us: Grin.

source: 처음에는 멀리서 눈치를 보던 몇몇 사람들이, 이제는 대놓고 자신의 뒤를 따라붙기 시작한 것이다.
en_us: At first, he noticed couple of strangers within the crowd who were constantly peeking at him. But now, as he lured them in, it became quite obvious who the assassins were.

source: 처음 보는 날.{j}처음으로 섞는 말.{j}그것이 파혼이었다.
en_us: On their first day of encounter, the first words that came out of her mouth were breaking off the engagement with him.{j}{j}

source: 하지만 지금은 아니다.{j}이전에는 네가 모두가 흠모하는 로렌스의 꽃이었다면, 지금은 파혼이라는 선택으로 흠집이 남았다.{j}다른 가문들은 사태를 지켜보려고 하겠지.{j}단순히 너와의 결혼을 위해, 지금과 같은 상황에서 혼인을 진행하는 것은 매우 위험한 선택일 테니까.”
en_us: “No one will be openly willing to marry you after hearing the news of your break off. Your reputation as the Flower of Lawrence will be defamed. And considering the current state of our lands, I believe it would be hard for us to find a new match for you.”{j}{j}{j}

source: 일반적으로 알고 있었던 로만과는 전혀 다른 모습에, 벤 마일즈는 덜컥 겁을 먹고 말았다.
en_us: As Ben Miles watched his men being wiped out by Roman, like leaves falling from a tree, fear caught up to his nerves.

source: 로만이 플로라의 약혼자라고는 해도, 로렌스의 땅에서 일을 처리하면서 섣부르게 행동하고 말았다.
en_us: Even if Roman was the fiance of his daughter, for a Dimitri to murder someone in public in the land of Lawrence could cause a lot of troubles.

source: 항상 본인만의 낭만으로 가지고 있었던 혼인의 꿈을, 이렇게 드미트리의 광부에게 바치고 싶지는 않았다.
en_us: Flora didn’t want to give up her dreams simply for someone like a miner from the Dimitri family.

source: 당당한 태도와 확신에 찬 목소리.
en_us: Roman’s bold and confident words confirmed Jonathan’s doubts.

source: 동생들은 이미 수도로 나가 착실하게 성장하는 것에 반해, 나이 스물다섯이 되도록 변방에서 썩어 가는 것만 보더라도 로만 트미트리의 현실을 알 수 있었다.
en_us: This was what many people called him. Unlike his brothers living a successful life in the capital, Lord Roman, at the age of twenty-five, was still wasting his life on the outskirts of the kingdom, just like a dimwit.

source: 로만은 술이 얼큰하게 취한 모습으로 난동을 부리고 있었고, 드미트리의 장자라는 이름값은 아무도 그를 건드리지 못하게 만들었다.
en_us: When he arrived at the bar, Roman, greatly intoxicated, was making a disturbance in town, and no one was able to stop him as he was the eldest son of the Dimitri family.

source: 얼마나 형편없는 사람인지, 로렌스에서도 로만 드미트리가 드미트리의 얼간이라 불린다는 사실을 알았다.
en_us: Even in the Land of Lawrence, Roman was called by his infamous nickname - Dimwit Dimitri.

source: “……설마 정말로 ‘보고’ 배우라는 것이었습니까?{j}특별한 무언가를 가르쳐 준다는 게 아니라?”
en_us: “Don’t tell me that you literally meant for me to watch and learn from you?! I thought you meant you were going to teach me something special.”{j}

source: 황당했다.{j}화도 났고, 상대가 이해되지 않았다.{j}마지막 남은 자존심일까?{j}자신에게 파혼당했다는 사실이 부끄러워서, 이렇게라도 까칠하게 나와야만 속이 시원한 걸까.{j}생각이 많았다.
en_us: His words left Flora flabbergasted. She had thought over his words, but it only her angry, unable to understand the reason why he would say such harsh words to someone who was concerned for his safety. She simply took his words as things said in the heat of the moment, feeling ashamed of being dumped by her.{j}{j}{j}{j}

source: 집이라고도 할 수 없는 허름한 판잣집에서 생활했고, 생계를 위해 어린 나이에도 부모님을 따라다니며 일손을 보탰다.
en_us: He grew up in an old, run-down shack and helped his parents with their laborious works.

source: “죄송합니다.”
en_us: “I’m sorry, father.”

source: 상대가 블러드 팽이든.{j}아니면, 그 이상의 누군가든.{j}로만은 누군가를 잡아먹으며 살아가는 포식자의 삶을 살았다.
en_us: It didn’t matter who his adversary was. Whether it was the Blood Fang, or even someone much stronger, Roman was prepared to live a life as the predator at the top of the food chain.

source: 웬만한 집단은 상대가 귀족이면 감히 복수할 엄두를 내지 못한다.{j}귀족들은 명예를 중요하게 생각하는 족속.{j}가문의 복수를 위해 득달같이 달려들 그들의 모습을 생각하면, 귀족과의 문제는 좋게 해결하는 것이 상책이다.
en_us: An average criminal gang would never dare to get revenge on a noble family for taking out their members, because they would have to pay a higher price for meddling against nobles, who consider honor as a significant virtue.{j}{j}

source: “바르코 가문의 장자와는 원래부터 알고 지내던 사이였습니다.{j}로렌스와의 혼담이 오가면서부터 사이가 서먹서먹해지기는 했지만, 그래도 귀족 자제분 중에 그분만큼 로만 도련님과 자주 어울렸던 분은 없습니다.{j}그래서 바르코 가문의 사교 파티에 참석하는 일이 크게 이상하진 않았습니다.{j}이해관계가 복잡하게 얽혔으나, 그렇다고 그 전의 관계가 없어지는 것은 아니니까요.”
en_us: “You were close friends with the eldest son of House Barco, my lord. Although your friendship with him began to fall out as words spread regarding your arranged marriage with Lady Flora, he was one of your closest friends among the young nobles. So, it wasn’t anything special to hear you attend a party hosted by the Barcos. It’s true that there are some complicated issues between your Houses, but that didn’t stop you from attending the party.”{j}{j}{j}

source: 꽈악!
en_us: Yank!

source: 전시(戰時)가 아닐 때는 성에서 영주민들을 모두 수용할 수 없기에, 이렇듯 성 밖에 마을이 형성되어 있었다.{j}처음에는 그래도 제법 그럴듯한 형태의 집들이 마을을 이루고 있었는데, 안으로 걸음을 옮길수록 점점 판잣집의 비율이 늘어 갔다.
en_us: Because the castle accommodates the people only in times of war, the villages formed outside the castle were full of people and small houses. As Roman looked around the village, the places seemed quite habitable at first glance. But the closer he looked, he realized most houses were more like shacks in the middle of a slum.

source: 예쁘다.{j}그러나, 그뿐이다.
en_us: Pretty. That was the only word Roman had for Flora, nothing more.{j}

source: “이거 웃기는 사람이네.”
en_us: “You’re quite interesting, Lady Flora.”

source: 몸을 들썩이며 발악하는 주인.{j}제대로 골랐다.
en_us: Roman was certain that he had correctly picked the owner’s weakness when he saw the man lose his temper.{j}

source: 대대로 내려왔다고 해서 받아들이는 것이 아니라, 이것을 왜 받아들여야 하는지, 이것이 정녕 자신에게 최선의 선택지인지를 고민했다.
en_us: He never ceased to question the practices and methods passed down from his ancestors, wondering if that was the best option he had.

source: 로만은 집에 도착했다.{j}곧바로 욕조에 몸을 담근 그는, 따뜻한 물로 몸에 찌든 핏물을 흘려보냈다.
en_us: As soon as Roman arrived home, he took a bath to cleanse his body from reeking blood.{j}

source: 마치 들으라는 듯한 제법 큰 목소리에, 한스는 혹시라도 로만이 실수할까 봐 조용한 목소리로 말했다.{j}“로만 도련님.{j}이만 돌아가셔야 합니다.{j}블러드 팽 패거리는 앞뒤가 없는 녀석들입니다.{j}만약 문제가 생긴다면, 그것도 성 밖에서 생기는 문제는 드미트리 가문의 후광으로도 어떻게 할 수 없습니다.{j}그러니 진정하시고…….”
en_us: “My Lord, I think it is time for us to return to the castle. It would be best if you ignored those bastards. They don’t care who you are; they are disrespectful to everyone. Even your title won’t save you if you cause trouble right here out of the castle. So please…” Hans whispered to Roman to prevent any further trouble.

source: 그렇기에 로렌스 자작으로서는 아무런 말도 할 수 없었다.
en_us: Thus, Viscount Lawrence had no more words to add against Baron Romero.

source: 그렇다 할지라도.
en_us: However, he always believed that change was inevitable.

source: ‘8명.’
en_us: There’s a total of eight of them.

source: 파티까지 2주.{j}전쟁까지는 약 6개월.{j}지금부터, 케빈에게 가르칠 것이 아주 많았다.
en_us: With about two weeks until the party and about six months before he had to leave for the battlefield, Roman had much to teach Kevin.{j}{j}

source: 로만은 본심을 숨기고, 차가운 표정으로 골목 깊숙이 사라졌다.
en_us: And in a blink of an eye, Roman quietly disappeared deeper into the alley.

source: 창백해지는 경비대장의 얼굴.{j}그가 화들짝 놀랐다.
en_us: The face of the captain turned pale in surprise.{j}

source: “너희들은 쓰레기야.{j}이 땅의 주인에게도 이리 나올 정도면, 평소 행실은 알아볼 필요도 없겠지.”
en_us: “You’re actions right now allowed me to conclude that you are all nothing but filthy trashes. The fact that you are standing up against the lord of this land proves there’s no need for me to waste my time any further.”{j}

source: 조금 전.{j}로렌스 자작은 로만을 만났다.{j}괜찮은 사내였다.{j}눈빛은 날카로웠으며, 자신을 마주하고도 주눅 들지 않는 태도를 보이는 사내.{j}그리고 영지민들을 위해 블러드 팽을 처리한 것을 보면, 자신의 사람들은 특별히 아끼는 것 같았다.{j}그래서 기분이 좋았다.{j}정략결혼이라 할지라도.{j}상대가 소문처럼 얼간이가 아니라서 말이다.
en_us: Viscount Lawrence was greatly impressed by Roman, who he met just couple minutes before. The person he met was nothing like the rumors had described him to be. Roman was a confident man with keen eyes, who placed significant value in protecting his people from evildoers, like the Blood Fang. He thought that he could gladly send his daughter to marry such man even if it was an arranged marriage.{j}{j}{j}{j}{j}{j}{j}

source: 쿠르르릉.
en_us: Kroaaaar.

source: “그러니 더 이상 내 인생에 관여하지 마십시오.”
en_us: “From now on, there is no need for you to worry about me.”
